[
  {
    "abstract_id": "SCOPUS_ID:85188896640",
    "abstract": "Background: There are socioeconomic inequalities in the prevalence of multimorbidity and its accumulation across the life course. Estimates of multimorbidity prevalence in English primary care increased by more than two-thirds from 2004 to 2019. We developed a microsimulation model to quantify current and projected multimorbidity inequalities in the English adult population. Methods: We used primary care data for adults in England from the Clinical Practice Research Datalink Aurum database between 2004 and 2019, linked to the 2015 English Index of Multiple Deprivation (IMD), to model time individuals spent in four health states (healthy, one chronic condition, basic multimorbidity [two or more chronic conditions], and complex multimorbidity [three or more chronic conditions affecting three or more body systems]) by sex, age, IMD quintile, birth cohort, and region. We applied these transition times in a stochastic dynamic continuous-time microsimulation model to Office for National Statistics population estimates for adults aged 30–90 years. We calculated projected prevalence and cumulative incident cases from 2019 to 2049 by IMD quintile, age group (younger than 65 years vs 65 years and older), and years to be lived without multimorbidity at age 30 years. Findings: Under the assumption that all chronic conditions were lifelong, and that once diagnosed there was no recovery, we projected prevalence of multimorbidity (basic or complex) increases by 34% from 53·8% in 2019 to 71·9% (95% uncertainty interval 71·8–72·0) in 2049. This rise equates to an 84% increase in the number of people with multimorbidity: from 19·2 million in 2019 to 35·3 million in 2049 (35·3 million to 35·4 million). This projected increase is greatest in the most deprived quintile, with an excess 1·07 million (1·04 million to 1·10 million) cumulative incident basic multimorbidity cases and 0·70 million (0·67 million to 0·74 million) complex multimorbidity cases over and above the projected cases for the least deprived quintile, largely driven by inequalities in those younger than 65 years. The median expected number of years to be lived without multimorbidity at age 30 years in 2019 is 15·12 years (14·62–16·01) in the least deprived IMD quintile and 12·15 years (11·61–12·60) in the most deprived IMD quintile. Interpretation: The number of people living with multimorbidity will probably increase substantially in the next 30 years, a continuation of past observed increases partly driven by changing population size and age structure. Inequalities in the multimorbidity burden increase at each stage of disease accumulation, and are projected to widen, particularly among the working-age population. Substantial action is needed now to address population health and to prepare health-care and social-care systems for coming decades. Funding: University of Liverpool and National Institute for Health and Care Research School for Public Health Research.",
    "matched_patterns": [
      [
        28,
        "action is needed",
        "action is needed"
      ]
    ]
  },
  {
    "abstract_id": "SCOPUS_ID:85183803908",
    "abstract": "Background: Supervised consumption services (SCS) prevent overdose deaths onsite; however, less is known about their effect on population-level overdose mortality. We aimed to characterise overdose mortality in Toronto, ON, Canada, and to establish the spatial association between SCS locations and overdose mortality events. Methods: For this ecological study and spatial analysis, we compared crude overdose mortality rates before and after the implementation of nine SCS in Toronto in 2017. Data were obtained from the Office of the Chief Coroner of Ontario on cases of accidental death within the City of Toronto for which the cause of death involved the use of an opiate, synthetic or semi-synthetic opioid, or other psychoactive substance. We assessed overdose incident data for global spatial autocorrelation and local clustering, then used geographically weighted regression to model the association between SCS proximity and overdose mortality incidence in 2018 and 2019. Findings: We included 787 overdose mortality events in Toronto between May 1, 2017, and Dec 31, 2019. The overdose mortality rate decreased significantly in neighbourhoods that implemented SCS (8·10 deaths per 100 000 people for May 1–July 31, 2017, vs 2·70 deaths per 100 000 people for May 1–July 31, 2019; p=0·037), but not in other neighbourhoods. In a geographically weighted regression analysis that adjusted for the availability of substance-use-related services and overdose-related sociodemographic factors by neighbourhood, the strongest local regression coefficients of the association between SCS and overdose mortality location ranged from −0·60 to −0·64 per mile in 2018 and from −1·68 to −1·96 per mile in 2019, suggesting an inverse association. Interpretation: We found that the period during which SCS were implemented in Toronto was associated with a reduced overdose mortality in surrounding neighbourhoods. The magnitude of this inverse association increased from 2018 to 2019, equalling approximately two overdose fatalities per 100 000 people averted in the square mile surrounding SCS in 2019. Policy makers should consider implementing and sustaining SCS across neighbourhoods where overdose mortality is high. Funding: The Canadian Institutes of Health Research.",
    "matched_patterns": [
      [
        3,
        "policy\\s+(makers|decisions|interventions|recommendations)\\s+should",
        "Policy makers should"
      ]
    ]
  },
  {
    "abstract_id": "SCOPUS_ID:85166024763",
    "abstract": "Background: South Korea has one of the longest operating universal health coverage (UHC) systems. A comprehensive analysis of long-term trajectories of morbidity and mortality in the South Korean population after the inception of UHC is needed to inform health-care policy and practice. Methods: We used data from the Global Burden of Disease Study (GBD) 2019 to present estimates of cause-specific mortality, incidence, prevalence, years of life lost (YLLs), years of life lived with disability, and disability-adjusted life-years (DALYs) in South Korea from 1990 to 2019. We also examined forecasted estimates of YLLs up to 2040 to investigate likely future changes in disease burden. Finally, we evaluated GBD estimates from seven comparator countries to place disease burden in South Korea within a broader context. Findings: Age-standardised DALYs related to non-communicable diseases (NCDs) decreased by 43·6% (95% uncertainty interval [UI] 39·4–47·9) and mortality by 58·8% (55·9–60·5) from 1990 to 2019. In 2019, the ratio of male to female age-standardised rates of YLLs in South Korea was higher than the global average for 75·9% (22 of 29 diseases) of leading causes, indicating a disproportional disease burden on males in South Korea. Among risk factors, tobacco use accounted for the highest number of 2019 deaths (44 470 [95% UI 37 432–53 989]) in males and high systolic blood pressure for the highest number (21 014 [15 553–26 723]) in females. Among the top ten leading causes of YLLs forecast in South Korea in 2040, nine were NCDs, for both males and females. Interpretation: Our report shows a positive landscape of population health outcomes in South Korea following the establishment of UHC. However, due in part to the effects of population ageing driving up medical expenditures for NCDs, financial pressures and sustainability challenges associated with UHC are pressing concerns. Policy makers should work to tackle population ageing and allocate resources efficiently by prioritising interventions that address the leading causes of death and disability identified in this study. Funding: Bill & Melinda Gates Foundation.",
    "matched_patterns": [
      [
        3,
        "policy\\s+(makers|decisions|interventions|recommendations)\\s+should",
        "Policy makers should"
      ]
    ]
  },
  {
    "abstract_id": "SCOPUS_ID:85129157314",
    "abstract": "Background: Dementia and frailty often accompany one another in older age, requiring complex care and resources. Available projections provide little information on their joint impact on future health-care need from different segments of society and the associated costs. Using a newly developed microsimulation model, we forecast this situation in Japan as its population ages and decreases in size. Methods: In this microsimulation modelling study, we built a model that simulates an individual's status transition across 11 chronic diseases (including diabetes, coronary heart disease, and stroke) as well as depression, functional status, and self-reported health, by age, sex, and educational strata (less than high school, high school, and college and higher), on the basis of nationally representative health surveys and existing cohort studies. Using the simulation results, we projected the prevalence of dementia and frailty, life expectancy with these conditions, and the economic cost for formal and informal care over the period 2016–43 in the population of Japan aged 60 years and older. Findings: Between 2016 and 2043, life expectancy at age 65 years will increase from 23·7 years to 24·9 years in women and from 18·7 years to 19·9 years in men. Years spent with dementia will decrease from 4·7 to 3·9 years in women and 2·2 to 1·4 years in men. By contrast, years spent with frailty will increase from 3·7 to 4·0 years for women and 1·9 to 2·1 for men, and across all educational groups. By 2043, approximately 29% of women aged 75 years and older with a less than high school education are estimated to have both dementia and frailty, and so will require complex care. The expected need for health care and formal long-term care is anticipated to reach costs of US$125 billion for dementia and $97 billion for frailty per annum in 2043 for the country. Interpretation: Japan's Government and policy makers should consider the potential social challenges in caring for a sizable population of older people with frailty and dementia, and a widening disparity in the burden of those conditions by sex and by educational status. The future burden of dementia and frailty should be countered not only by curative and preventive technology innovation, but also by social policies to mitigate the health gap. Funding: Japan Society for the Promotion of Science, Hitachi – the University of Tokyo Laboratory for a sustainable society, and the National Institute of Ageing.",
    "matched_patterns": [
      [
        3,
        "policy\\s+(makers|decisions|interventions|recommendations)\\s+should",
        "policy makers should"
      ]
    ]
  },
  {
    "abstract_id": "SCOPUS_ID:85039039344",
    "abstract": "Background The built environment might be associated with development of obesity and related disorders. We examined whether neighbourhood exposure to fast-food outlets and physical activity facilities were associated with adiposity in UK adults. Methods We used cross-sectional observational data from UK Biobank. Participants were aged 40–70 years and attended 21 assessment centres between 2006 and 2010. Using linked data on environments around each participant's residential address, we examined whether density of physical activity facilities and proximity to fast-food outlets were associated with waist circumference, body-mass index (BMI), and body fat percentage. We used multilevel linear regression models adjusted for potential confounders, and conducted several sensitivity analyses. Findings Complete case sample sizes were 401 917 (waist circumference models), 401 435 (BMI), and 395 640 (body fat percentage). Greater density of physical activity facilities within 1000 m of home was independently associated with smaller waist circumference and lower BMI and body fat percentage. Compared with people with no nearby facilities, those with at least six facilities close to home had 1·22 cm smaller waist circumference (95% CI −1·64 to −0·80), 0·57 kg/m2 lower BMI (−0·74 to −0·39), and 0·81 percentage points lower body fat (−1·03 to −0·59). Living further from a fast-food outlet was weakly associated with waist circumference and BMI, mostly among women. Compared with people living fewer than 500 m from a fast-food outlet, those living at least 2000 m away had 0·26 cm smaller waist circumference (−0·52 to 0·01). Interpretation This study shows strong associations between high densities of physical activity facilities and lower adiposity for adults in mid-life. We observed weaker associations for access to fast food, but these are likely to be underestimated owing to limitations of the food environment measure. Policy makers should consider interventions aimed at tackling the obesogenic built environment. Funding Commonwealth Scholarship Commission, Wellcome Trust Institutional Strategic Support Fund.",
    "matched_patterns": [
      [
        3,
        "policy\\s+(makers|decisions|interventions|recommendations)\\s+should",
        "Policy makers should"
      ]
    ]
  }
]